{
    "home": "Inicio",
    "studies": "Estudios",
    "portfolio": "Portfolio",
    "experience": "Experiencia",
    "skills": "Destrezas",
    "greeting": "¡Hola! Soy Carmen Sirgo López, graduada en Ingeniería Informática de Software y del Máster de Ingeniería Web. Este es mi portfolio, donde podrás encontrar información sobre mí y mis proyectos.",
    "software_engineering": "Ingeniería Informática de Software <em>2017-2022</em>",
    "software_engineering_description": "Comencé el grado de Ingeniería Informática de Software en la Universidad de Oviedo en 2017 y finalicé en Febrero de 2022 con una nota media de 8,52.",
    "web_engineering": "Master en Ingeniería Web <em>2022-2024</em>",
    "web_engineering_description": "Tras finalizar el grado, comencé el Máster en Ingeniería Web en 2022, también en la Universidad de Oviedo, y finalicé en Julio de 2024 con una nota media de 9,13.",
    "cubical_ranch_description": "Se trata de un videojuego de gestión de granja que hice como Trabajo de Fin de Grado. Ha sido desarrollado con Unreal Engine 4, tanto en Blueprints como en C++ y con assets de creación propia.",
    "arkame_games_description": "Es una plataforma de minijuegos multijugador para dos jugadores. Ha sido desarrollado JavaScript y Websockets, además de HTML5 y CSS. Los recursos gráficos también son de creación propia.",
    "menta_description": "En 2021 hice mis práctica de empresa en el Grupo Mentaformación Siglo XXI, donde desarollé una página web con Wordpress. Fue un proyecto full stack, donde hice tanto parte del front como del back, creé plugins en PHP y gestioné la base de datos.",
    "hiberus_description": "En 2024 comencé mis práctica del máster en Hiberus, donde estuve trabajando principalmente con Java para la web de un periódico. Ahora me encuentro en el departamento de microservicios, donde trabajo con Java, Spring Boot, Jenkins y OpenShift.",
    "programing_languages": "Lenguajes",
    "other": "Otros",
    "languages": "Idiomas",
    "footer": "© 2025 Carmen Sirgo López. Todos los derechos reservados"
}